<?php include 'header.php'; ?>
<main class="about-page-wrapper">
    <h2>Почему мы?</h2>
    <div class="why-us">
        <div>
            <img src="../img/Vector1.png" alt="">
            <h2>Экономия времени клиента
            </h2>
            <p>Работы по перетяжке и изготовлению мебели от 2 календарных дней, вне зависимоти от объема и сложности
                заказа. Возьмемся за работу в день заяки.</p>
        </div>
        <div>
            <img src="../img/Vector2.png" alt="">
            <h2>Бесплатная консультация и выезд замерщика
            </h2>
            <p>Выезд мастера-замерщика с каталогом примеров обивочных материалов по заявке.
            </p>
        </div>
        <div>
            <img src="../img/Vector3.png" alt="">
            <h2>Широкий выбор материалов</h2>
            <p>Более 2000 наименований тканей, кожи и различной фурнитуры позволяют реализовать самые смелые
                декоративные концепты с учетом
                специфики помещения.</p>
        </div>
        <div>
            <img src="../img/Vector4.png" alt="">
            <h2>Гарантия качества
            </h2>
            <p>Гарантийные обязательства за проделанную работу втупают в силу с момента получения клиентом изделия и
                сохраняется на протяжкении 1 года.</p>
        </div>
        <div>
            <img src="../img/Vector5.png" alt="">
            <h2>Работаем с юридическими и физическими лицами </h2>
            <p>Оспечиваем выгодные условия оказания услуг для коммерческих и не коммерческих клиентов.</p>
        </div>
        <div>
            <img src="../img/Vector6.png" alt="">
            <h2>Удобная форма оплаты</h2>
            <p>Наши услуги можно оплатить наличным и безналичным способом, а так же оплатой по расчетному счету
                компании.</p>
        </div>
    </div>
    <div class="production-wrapper">
        <div class="production">
            <h2>Собственное производство</h2>
            <p>
                Мебельная мастерская «Fabrika» имеет собственное производство с цехом для пошивочных и ремонтных работ,
                находящееся в Тюмени. Наша мастерская оборудована всем необходимым как для исправления незначительных
                дефектов на мебели, так и для проведения сложных столярных работ по изготовлению новых деталей.

            </p>
            <p>

                Все работы по перетяжке, а также производство мебели на заказ выполняются в нашей мастерской. Мы не
                привлекаем третьих лиц, не отдаем задачи на аутсорс другим предприятиям. Поэтому полностью контролируем
                качество выполнения каждого заказа и можем предложить выгодные цены на свои работы.
            </p>
            <img src="../img/production1.png" alt="">
            <img src="../img/production2.png" alt="">
            <img src="../img/production3.png" alt="">
        </div>
    </div>
</main>
<?php include 'footer.php'; ?>