<footer class="footer">
    <div class="cards">


        <div class="logo">
            <div class="title">
                <h2>Fabrika</h2>
                <p class="polit">Политика конфиденциальности</p>
            </div>
            <div class="prava">
                <p>Все права защищены</p>
                <p class="polit">Политика конфиденциальности</p>
                <div class="ww-studio">
                    <img src="../img/prava.jpg" alt="logo">
                    <h2>Разработано в DIGITAL STUDIO WW</h2>
                </div>
            </div>
        </div>
        <div class="catalog">
            <h2>Каталог</h2>
            <p>Перетяжка мебели</p>
            <p>Изготовление кроватей</p>
            <p>Изготовление стеновых панелей</p>
            <p>Изготовление диванов</p>
            <p>Вызвать замерщика</p>
        </div>
        <div class="about">
            <h2>Компания</h2>
            <p>О компании</p>
            <p>Портфолио</p>
            <p>Блог</p>
            <p>Контакты</p>
        </div>
        <div class="address">
            <h2>Fabrika-tyumen@yandex.ru</h2>
            <p class="numbers"> +7 (3452) 748-804</p>
            <p class="numbers"> +7 (908) 875-05-06</p>
            <div class="address-bottom">
                <p class="svaz"> Свяжитесь с нами удобным способом!</p>

                <div class="social">

                    <a href="">
                        <svg width="32px" height="32px" viewBox="0 0 202 202" id="VK_Logo"
                            xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">

                            <style>
                                .st0 {
                                    clip-path: url(#SVGID_2_);
                                    fill: #5181b8
                                }

                                .st1 {
                                    fill-rule: evenodd;
                                    clip-rule: evenodd;
                                    fill: #fff
                                }
                            </style>

                            <g id="Base">

                                <defs>

                                    <path id="SVGID_1_"
                                        d="M71.6 5h58.9C184.3 5 197 17.8 197 71.6v58.9c0 53.8-12.8 66.5-66.6 66.5H71.5C17.7 197 5 184.2 5 130.4V71.5C5 17.8 17.8 5 71.6 5z" />

                                </defs>

                                <use xlink:href="#SVGID_1_" overflow="visible" fill-rule="evenodd" clip-rule="evenodd"
                                    fill="#5181b8" />

                                <clipPath id="SVGID_2_">

                                    <use xlink:href="#SVGID_1_" overflow="visible" />

                                </clipPath>

                                <path class="st0" d="M0 0h202v202H0z" />

                            </g>

                            <path id="Logo" class="st1"
                                d="M162.2 71.1c.9-3 0-5.1-4.2-5.1h-14c-3.6 0-5.2 1.9-6.1 4 0 0-7.1 17.4-17.2 28.6-3.3 3.3-4.7 4.3-6.5 4.3-.9 0-2.2-1-2.2-4V71.1c0-3.6-1-5.1-4-5.1H86c-2.2 0-3.6 1.7-3.6 3.2 0 3.4 5 4.2 5.6 13.6v20.6c0 4.5-.8 5.3-2.6 5.3-4.7 0-16.3-17.4-23.1-37.4-1.4-3.7-2.7-5.3-6.3-5.3H42c-4 0-4.8 1.9-4.8 4 0 3.7 4.7 22.1 22.1 46.4C70.9 133 87.2 142 102 142c8.9 0 10-2 10-5.4V124c0-4 .8-4.8 3.7-4.8 2.1 0 5.6 1 13.9 9 9.5 9.5 11.1 13.8 16.4 13.8h14c4 0 6-2 4.8-5.9-1.3-3.9-5.8-9.6-11.8-16.4-3.3-3.9-8.2-8-9.6-10.1-2.1-2.7-1.5-3.9 0-6.2 0-.1 17.1-24.1 18.8-32.3z" />

                        </svg>
                    </a>
                    <a href="">
                        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" width="32" height="32">
                            <rect width="512" height="512" rx="15%" fill="#25d366" />
                            <path fill="#25d366" stroke="#ffffff" stroke-width="26"
                                d="M123 393l14-65a138 138 0 1150 47z" />
                            <path fill="#ffffff"
                                d="M308 273c-3-2-6-3-9 1l-12 16c-3 2-5 3-9 1-15-8-36-17-54-47-1-4 1-6 3-8l9-14c2-2 1-4 0-6l-12-29c-3-8-6-7-9-7h-8c-2 0-6 1-10 5-22 22-13 53 3 73 3 4 23 40 66 59 32 14 39 12 48 10 11-1 22-10 27-19 1-3 6-16 2-18" />
                        </svg>
                    </a>

                    <a href="">

                        <svg width="32px" height="32px" viewBox="0 0 512 512" xmlns="http://www.w3.org/2000/svg">

                            <rect height="512" rx="64" ry="64" width="512" fill="#7b519d" />

                            <g fill="#ffffff" fill-rule="evenodd">

                                <path
                                    d="M421.915 345.457c-12.198-9.82-25.233-18.634-38.064-27.638-25.59-17.973-48.996-19.37-68.091 9.546-10.723 16.234-25.734 16.945-41.43 9.823-43.27-19.62-76.683-49.85-96.255-93.83-8.658-19.458-8.544-36.903 11.713-50.665 10.725-7.278 21.53-15.89 20.666-31.793-1.128-20.736-51.475-90.033-71.357-97.347-8.227-3.027-16.42-2.83-24.79-.017-46.62 15.678-65.93 54.019-47.437 99.417 55.17 135.442 152.26 229.732 285.91 287.282 7.62 3.277 16.085 4.587 20.371 5.763 30.428.306 66.073-29.01 76.367-58.104 9.911-27.99-11.035-39.1-27.603-52.437zM272.06 77.439c97.707 15.025 142.768 61.485 155.21 159.895 1.154 9.09-2.232 22.768 10.737 23.02 13.554.259 10.288-13.217 10.402-22.316 1.146-92.684-79.669-178.606-173.524-181.774-7.081 1.019-21.733-4.883-22.647 10.988-.609 10.7 11.727 8.942 19.822 10.187z" />

                                <path
                                    d="M291.172 104.422c-9.398-1.132-21.805-5.56-24.001 7.48-2.293 13.687 11.535 12.297 20.42 14.286 60.346 13.487 81.358 35.451 91.294 95.311 1.451 8.727-1.432 22.31 13.399 20.059 10.991-1.674 7.021-13.317 7.94-20.118.487-57.47-48.758-109.778-109.052-117.018z" />

                                <path
                                    d="M296.713 151.416c-6.273.155-12.43.834-14.736 7.538-3.463 10.02 3.822 12.409 11.237 13.6 24.755 3.974 37.783 18.571 40.256 43.257.668 6.7 4.92 12.129 11.392 11.365 8.969-1.07 9.78-9.053 9.505-16.634.443-27.734-30.904-59.79-57.654-59.126z" />

                            </g>

                        </svg>
                    </a>
                </div>
            </div>
        </div>
        <div class="prava1">
            <p>Все права защищены</p>
            <p class="polit">Политика конфиденциальности</p>
            <div class="ww-studio">
                <img src="../img/prava.jpg" alt="logo">
                <h2>Разработано в DIGITAL STUDIO WW</h2>
            </div>
        </div>
    </div>
</footer>
<script src="../js/main.js"></script>
</body>

</html>